---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCProfileWithLips
source: html/682cdec2-6efd-9f81-2640-d098252d5679.htm
---
# StructuralSectionCProfileWithLips Methods

Returns size of the section boundary.